soap_request_debug.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp1XSZPqSJL+K5rXY3PJl6kFSaBXeoyFVgRa0MbW1gchCSHQAloQcGubw/yOtjmU
2Zj1H+hjvT82IQSZZHXNdPWkZWZ4uHt4uH/u4RFidYnPU+ScJln5/cu2qg7fULRpmrdDXlResolL
30ve4mzzti7QbOPn6ZchC6fdMiX4/uVGUQRBYzhF9nBygPUxDMOJAU1gGPztfhgc6/chCzK+IKew
KL38+xf8Dc6guSAcsr4rDSmCRduRrQ4gXQ9xFu0INs2DIQ2F7ciWYRGHQzjrCDbTpSHDou3A+vDf
fR9o6sYRZsOWhgMbbMU0HhIYQb9i+CuBOTjxjaK/4f1XrPcNg1qdAtweDmW3/41iMzuuQlBXeRFf
W3Of5qyv1ZkkQ/fxQa81c5+zmzi7odOueKehdcmrWlZHsBCNaZH7Q/KNIt4g+zFn0RswYRpDJV6f
joef8WXRG5NVRBgSTjDMoA9hgDOWt5xhD4rhwJ71PA2HM2UGEFGbWqKoC4om6o5hI6ojABbtFNiz
5GVVpydpyGDwlYKiG48NsyAsxJsbZzUqhmAm6ooAkLFr86Kq6AYycTnFsfmROEEEETFUZSYqVmu7
VWezIh/aqA5RgwR75g/J0HSBYAGCQVTDERGCQGygAgTDEUe0LNF4g0tbNfbMeXEBV8kusICuQPad
ccP8M+JQu/0/NWxbhIo3Di9Oh/0eg9E4BgumnbGwvmSDRdsy2+RZCOuKYTCS6NEQsRuDRZ8CRjv4
g7CsHlgKKmIvbUfUoLO8bqiGrHzA2OWJ6Q0GONwT5onsP/IUZ4EiCq0hmKaPSQdvR97wmgJXVWzn
E3w4jtEP/O4IcCJEbHZX/IRKj6KwHjb4hIr9479yZOrVSf4MDYb3cHg0yQ9o7GkHDfrkFdpF75Vl
nMGCgFHGfB6A9+mvw/0sbQ/zh+rtSD/L7LA4uVWcDOlW9D5jMz7PqsKrYOwUQbeH/4PDBg9SyZ7P
M/T0WfChJsXpXa332kb7ScCiT5EFYYVkShWmsDvB1nQo2o7jT9uBggs7ij3fBljkvKuCH//54z8M
hDc00eIVoCI6QKwffxYUA/k4TW/UV+RWmK9t7XXLWZ9P4M5DjMYwsi3P+5zlJWM6pHtYm5aWZGst
DIZwdhvZI+wadeEF3rDtn231f3DYU+v7TQAbyY1mTzCL/hDrWDeaPRl1Bcvlzusm7Onm1X1p5yHa
xR+nh7xscVd4zSYx6KHtDEnYHtsRtpw7d6rYnQh7iE4c/zAIKfbQamBvNKyCGwm3vDFa/RvJop0N
Q1L0f2TrrtS7sR4z9nQnoFF4nh8zaOJBvMcCqxoWdZXDW+43Y2+jcvKq2xj72PjUCh6MG92xILJ5
9szvGOxJ4qcPdkt2eHWWf9vZv0PlJLm644jqu5n7tBW0ED24N5issHKKeN1tACd3Y63GfXZj8zm8
kconyZ3RCW1VfRa1UxilZUnvAbZ0J/3Y7fcWGryX71C3NzR6z0F0uw3hFXkIq5ZsD+wt++8cNpiF
mf+QvWLEKw5b6TuTDaZh4ZZ/3xQ+2A+Vj4Zwt/HBZv084Lyi8G4PgI8Ji3YOwscPCGL/RrR31CyM
/Trxfvzcdljoa1j4sZcgmQe7wF+COEdm8cl76gJ5WYawC3xFAg/hvfTgZVsP+WQk88r72hLqhz9+
9hCA2Ie8+opIeZHCtoUEIdLDkDKM6ixotbIcOYTFj7/mwU0GL1IP6eEtufOyMC5a7k9IG3HL8/y8
gIrwMQfVpgqC9ynq7Sdk5iV5gXAFfNZ8Q6x/RfA3mICvGPZTG1Zclq1vIPrx3xkMsFOg8K8E9lio
/vjrsY6Dx1ocG3wdQKHgQQ8Rzsv8H38p4juZI3bs5/ka2vuGUBhBIm1HhoDkRRHCRvwNgcsH/d4r
+ROit/tWsMjq6g4QDKE9QzCAbAMBgQEV1Rv0BsL7y8/EL3/7iiy+Il+CLzeILYlDcQaCjyhpncWB
B1e3Bjgb5bknG6Co4ihHmHZ5DEMsYeaU1oIaxi0AhyRMoWtegWS//A0hcBKFcFLtTX4rgxvRFQb6
eB9/vJTtulU5FvBmvEv+5Y+8ABzwx/bJXcI3d7AJX7s391t5Kso3+Bvlp/bVfVuAmhZcG/67v71N
v/8zD+5/u72iv+N/+hP07dkH9LN7dhxl7UUS/sbnQNN7y4sIbc2jGINChaCMoz986VaFgQJRhIfX
y/Ishl8M8dWr4jzTwmqbBwhIIvhQrrbpb5l0rNYqjloi/wrNvvo4mb22HKyHU1/QJ7d+j7VfOwg/
NF7LrYe3hqxwE8Lq8kPEtZTvX/7wz3+5DFmn8LKyLZjyif7nXAqzU5jkhzB4LR+Rtd79Tmv/EC70
2UUhjuDb7f8D3AO0zgI84XU4zCm3EZoNiSvuyFkKUcSYY/Mi+UrsfmfRZ00WfQcb0s8l8p7NTnFS
2PJBP76cl0dwzJsZap6N02XxUiflKGEq6YSb+/NLQAb9ETbCyCaSyJrqRX16MxLzkOHgkgaNptOB
G+52i4uSrKardZ05+5lD8o09PSeOrOTLhRC8zMNJ4B0yagIOun4kFwtAY/tyN7I2aqLoJ5rTwaSP
bhf0BVP73MIHJU+iWCkfN+tz7qn6/HLZUkfFXvP4WC6jTWoeQE3Pj/sdvtA35EABhTHJrfNcXr1M
NSHTInvMU7Iw2QNc1w3Pm9djf5v3LXdzUKrcpJSYC1fErgTWqbfWSes6ACklHOYLZWnzh2URjoux
7rvjBToiNt6CYcja5dGFhhvUcR6SRqztAqdSmFUxHozo7boIxlU56flS9P17B/oT0OwkvHQZWFAY
I3iV11F8CPveBp5Z+PrVFGWkOzzPWUQEGoUDkaJYIzOB32T7hDMbwVyOJ/lK2Z58HZiiypmgmcOH
iAb2MsBdkdtqvJkoZ/EKLC7SZxzIHX6fCC6P834qXb15c5Yc4HSy0hFESVAkfepIM9e2OUJ3xFDj
mpstcNZmpqtFLsZos5k1VkQcX4+sgy+ft8poiWscuRAcBdcc8awLIqULWqNJecsjfsVroqA581cw
7vZdOmA/tjVLa0RzKcxMcyI2h7GJg8rMxlufSErNLBu+kyliMx45V9HQQOcXd9YkV2auPuGeRzvg
P2KR3E+x6MH8jHkLrlx2cS00zr2t58+aoe0iEn6GE9oVNJoAI909Y1Y6fMJdVgs9Waf6YQkxk3dg
+ZCJrp74mXVYpcluObdOisRNFFE8w5gbtbn5LIiX7dyerThFnOmuNJYslxJtF5ecxJq6F06biRZn
7FxMu4qYIYAe9KHRHIWE+eeUHdC5aH/c7mOZaTAO5lkCwOCBOQCtnI8mkBZBAXI7GDgVnUlXdPBS
EdruXOJpg45GLyuZWZ2no9WqChelWjokJR1xsItRqd6YxLLo95UoS8Ybm6KLgcMpbn96oULLqksS
u5RYbNTbnc6U9SqaM/wiHU+vxVpa4n1fJMijYy8uL7qTRpNL3C9OMG1zCFJdL8AB4MpoYdI256fO
KA16U5rcCGiznOzMFJ2aNoxRm+/3E7IC6/WAw0bJVhBkAt2MEm/SW0SXXrlfNiX8lFdrc2n1C2u/
mI1PxoxY8drqxR30vb1AbQQmMz21wpXLaTYuBwt5beWxkDJgd57r6qDhp5eNVJ6MxN+QKS/78aiv
iLvpIjSL85GAHi/dgzlZLV6wbJK/qPg8a45y/nIM+o0iABNwOanw4ZXnQeZ3dWhhDgeUBghg09bB
yNZEWQDziINlV2NJBLJNpqhKhm3k3traaAFBlQ7nclFUcJEocaYP82gpmrhsLLBUJs2S40x3pIGJ
bMhbLBgBWr0wuyVh1su5fl0TZzyQ9/WSYCo1HV9U4rzzY2a7vOAPWbVezMpATpq1LFbBzq19IYg1
RSZu/lmiGHmwWXs1J2WrQ5BK6dqmmnVPv65cLlvPpcOap3ZrgoiUZiktxYYDzSSSt9rSxLacuz9L
sE550z2LMzcxnAs3h3Rbv1LO7WVuzmnA1IScA47wG3WcC9FDR8z5gaM6Cjxn8GZx/EYXfEq/iu3Z
g2fGbW5r/q+/CVhw0SxygChwNDBEeGf+WmfR5SjipGUzEzibi1atPg/sZWMLnPyUBx5YS9obWZgv
5CeV0Hcrntoue/ppPZphnt1igtXLTDnBM7TzL8zel7VqOdcqn2DKYGEd1PlHH1Qzbr/agaCrCVeU
duA55wKIPnINGrOJlrceFowam9sKPAedfMmFS2TkS/L3+LSWdVgL0k5dPGR49dHncEKHun7aNFMa
MLlQy8b8U21d1FTavceRQhs2FcO6Kpc95fS/xrhY4lD3shbucZqkKEWmW5ijaj9fqpkxKGK+Eut4
NDJ66+XebRohuuVjCswRCgsf4rCINIDJvH2UbWXdE0yR4xsXAHjOgMm7KUZkRhYwIqN5m3M2qDfj
mTHtb5WrcyZ2jMPHtJ1o/JE2mUWzuKSHdSAJ/d4GfZFWB2wtGCmlMMZexHMxOGO5bRh0rIrO9WAV
oRsVjtQUaUGJhjk+aCtyz61TaiFst3Y4q2gLs+Gnz9kmz7V0sevz7mWWJe5FBRY/Iq8Ft5tSQuLN
q0hyinCke3PrOkKPNQiMQ7E2GWHVYCfcxmaiihmzKS9ngkhO9rozDq/z00IMXiTK0rbJZF9dZwOb
3tDpOlRKRt7sVVfbk6iZ09vrHHdEyiFJNLK8Etv2BX5XgdI3Zhqt7KLEUDXLyaoxSS1euCtjNrPI
Umo9PAjjNI/mNDpPGX+RUAcV7edUhdu43E9Og8SSTVpgTmOzv+jHa5mmDEk2XWc6X3t5aOUrVVUr
7ERqW/oIuNFqkLuJHgwyMdPxgN7zYW2ur8pO0vkrKeLEYULSop/wK+qy7mlTKaW2/dTHJlo9tmhu
I631mYHLuyN+9tfpIDqVy4KwRnZymU8MT7YbfU9rQEBXL4fpodlMElMxSGFCpNR6GQn0MTHmeJ2a
c/xE1vS+nNeWUDP6IbWMqVFlxlyPZ/7M3OwHh4aez9W50VNlSMYgQPNZUvu45XsDudq7hn98kTbu
ZroXdcHBSi0Upjq9ZkBBkm1y6FNxugLK3sSoQ10YNXrh48mGuUbuiwtO4RQjFOllrKazjM70bdRr
gvMgLu1eI9tm+7D79aut43QvOvT9lffx/oN09733P6xzI2DsGQAA</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>